In [2]:
import pandas as pd

pd.read_csv('Employee data.csv')

,id,gender,bdate,educ,jobcat,salary,salbegin,jobtime,prevexp,minority
0,1,m,2/3/1952,15,3,57000,27000,98,144,0
1,2,m,5/23/1958,16,1,40200,18750,98,36,0
2,3,f,7/26/1929,12,1,21450,12000,98,381,0
3,4,f,4/15/1947,8,1,21900,13200,98,190,0
4,5,m,2/9/1955,15,1,45000,21000,98,138,0
...,...,...,...,...,...,...,...,...,...,...
469,470,m,1/22/1964,12,1,26250,15750,64,69,1
470,471,m,8/3/1966,15,1,26400,15750,64,32,1
471,472,m,2/21/1966,15,1,39150,15750,63,46,0
472,473,f,11/25/1937,12,1,21450,12750,63,139,0
473,474,f,11/5/1968,12,1,29400,14250,63,9,0